Repository: 4ugustin/switchboard-plug-power
Catalog: po/*.po
Languages: am, bs, he, hr, ta, th

source: Suspend
am: ማገጃ
bs: Suspenduj
he: השהה
hr: Suspendiraj
ta: இடைநிறுத்தம்
th: พักเครื่อง

source: Shutdown
am: ማጥፊያ
bs: Ugasi
he: כיבוי
hr: Isključi
ta: பணிநிறுத்து
th: ปิดเครื่อง

source: Lock
he: נעילה
hr: Zaključaj

source: Halt
he: עצירה
hr: Zaustavi

source: Do nothing
am: ምንም አታድርግ
bs: Ne radi ništa
he: אל תעשה דבר
hr: Ne čini ništa
ta: ஒன்றும் செய்யாதே
th: ไม่ดำเนินการ

source: Not supported
he: אין תמיכה
hr: Nije podržano

source: Hibernate
am: ማስተኛ
bs: Hibernacija
he: תרדמת
hr: Hiberniraj
ta: இடை உறக்கம்
th: ปิดเครื่องชั่วคราว

source: Never
am: በፍጹም
bs: Nikada
he: אף פעם
hr: Nikada
ta: எப்போதுமில்லை
th: ไม่ต้อง

source: 5 min
am: 5 ደቂቃ
he: 5 דקות
ta: 5 நிமிடங்கள்
th: 5 นาที

source: 10 min
am: 10 ደቂቃ
he: 10 דקות
ta: 10 நிமிடங்கள்
th: 10 นาที

source: 15 min
am: 15 ደቂቃ
he: רבע שעה

source: 30 min
am: 30 ደቂቃ
he: 30 דקות
ta: 30 நிமிடங்கள்
th: 30 นาที

source: 45 min
am: 45 ደቂቃ
he: 45 דקות

source: 1 hour
am: 1 ሰዓት
bs: 1 sat
he: שעה
hr: 1 sat
ta: 1 மணிநேரம்
th: 1 ชั่วโมง

source: 2 hours
he: שעתיים
hr: 2 sata

source: Manage power settings
he: ניהול הגדרות צריכת חשמל
hr: Upravljanje postavkama energije

source: Authentication is required to manage power settings
he: נדרש אימות כדי לנהל הגדרות צריכת חשמל
hr: Potrebna je ovjera za upravljanje postavkama energije

source: You do not have permission to change this
he: אין לך הרשאה לשנות את זה
hr: Nemate dozvolu za ovu promjenu

source: Power
am: ሐይል
bs: Napajanje
he: כח
hr: Energija
ta: திறன்
th: พลังงาน

source: Configure display brightness, power buttons, and sleep behavior
he: הגדרת בהירות התצוגה, לחצני הכיבוי וההדלקה והתנהגות השינה
hr: Prilagodite svjetlinu zaslona, tipku isključivanja i ponašanje spavanja

source: Sleep button
he: כפתור שינה
hr: Tipka spavanja

source: Power button
he: כפתור ראשי
hr: Tipka isključivanja

source: Display inactive
he: תצוגה בלתי פעילה
hr: Zaslon neaktivan

source: Dim display
he: עמעום התצוגה
hr: Zatamni zaslon

source: Lid close
he: סגירת המסך
hr: Zatvori zaslon

source: Display brightness
he: בהירות התצוגה
hr: Svjetlina zaslona

source: Automatic brightness adjustment
he: התאמת הבהירות באופן אוטומטי
hr: Automatska prilagodba svjetline

source: Inactive display off
he: כיבוי תצוגה בלתי פעילה
hr: Neaktivan zaslon isključen

source: Docked lid close
he: סגירה של מסך בחיבור לתחנת עגינה
hr: Priključeni zaslon zatvoren

source: Sleep inactive
he: שינה בלתי פעילה
hr: Spavaj neaktivno

source: Plugged In
am: የተሰኩ አካሎች
bs: Na punjenju
he: התחבר
hr: Na napajanju
ta: பொருத்தப்பட்டுள்ளது
th: เสียบปลั๊ก

source: On Battery
am: በ ባትሪ
bs: Na bateriji
he: על סוללה
hr: Na bateriji

source: Some changes will not take effect until you restart this computer
he: חלק מהשינויים לא ייכנסו לתוקף עד להפעלת המחשב מחדש
hr: Neke promjene neće biti primijenjene dok ponovno ne pokrenete računalo

source: Some settings require administrator rights to be changed
he: לצורך שינוי של חלק מההגדרות נדרשות הרשאות ניהול
hr: Neke postavke zahtijevaju administratorske ovlasti

source: Display brightness:
am: ብሩህነት ማሳያ:
bs: Prikaži svjetlinu:
he: בהירות התצוגה:
hr: Svjetlina zaslona:

source: Automatically adjust brightness:
he: התאמת הבהירות אוטומטית:
hr: Automatski prilagodi svjetlinu:

source: When lid is closed:
he: כאשר המסך סגור:
hr: Kada se zaslon spusti:

source: When lid is closed with external monitor:
he: כאשר המסך סגור עם צג חיצוני:
hr: Kada se poklopac zaslona zatvori s vanjskim zaslonom:

source: Turn off display when inactive for:
he: יש לכבות את התצוגה כאשר אין פעילות במשך:
hr: Isključi zaslon kada je neaktivan:

source: Power button:
am: የ ሐይል ቁልፍ:
bs: Taster za gašenje:
he: כפתור הפעלה:
hr: Tipka isključivanja:
ta: பவர் பொத்தான்:
th: ปุ่มปิดเครื่อง:

source: Sleep when inactive for:
he: שינה כאשר אין פעילות במשך:
hr: Isključi zaslon kada je neaktivan:

source: Dim display when inactive:
he: לעמעם את התצוגה כאשר אין פעילות במשך:
hr: Zatamni zaslon kada je neaktivan:

source: Ask me
am: ጠይቀኝ
bs: Pitaj me
ta: என்னைக் கேள்
th: ถาม

source: Dim screen when inactive:
am: በማይሰራ ጊዜ መመልከቻውን ማደብዘዣ
bs: Smanji svjetlinu ekrana kada se ne koristi:

source: Sleep button:
am: ማስተኛ ቁልፍ:
bs: Taster za prelazak u fazu sna:
ta: ஸ்லீப் பொத்தானை:
th: ปุ่มพักเครื่องชั่วคราว:

source: Suspend button:
am: ማገጃ ቁልፍ:
bs: Taster za suspenziju:
ta: இடைநிறுத்தி பொத்தான்:
th: ปุ่มพักเครื่อง:

source: Hibernate button:
am: ማስተኛ ቁልፍ:
bs: Taster za hibernaciju:
ta: ஓய்வு பொத்தான்:
th: ปุ่มปิดเครื่องชั่วคราว:

source: Sleep when inactive after:
am: መመልከቻው በማይሰራ ጊዜ ማስተኛ ከ:
bs: Pređi u fazu sna ukoliko je prošlo:

source: When power is critically low:
am: ሐይሉ በጣም ዝቅተኛ ሲሆን:
bs: Kada je baterija prazna:

source: Battery Power
ta: மின்கல சக்தி
th: พลังงานจากแบตเตอรี่

source: Put the computer to sleep when inactive:
ta: செயலற்றுள்ள போது கணினியை தூங்கும் நிலைக்கு வைக்க:
th: พักเครื่องชั่วคราวเมื่อไม่ใช้งาน

source: When the lid is closed:
ta: மூடி எப்போது மூடப்பட வேண்டும்:
th: เมื่อปิดฝาพับ

source: When battery power is critically low:
ta: பேட்டரி சக்தி மிகக்குறைவாக உள்ளபோது:
th: เพื่อแบตเตอรี่เหลือต่ำมาก

source: Set display brightness, power button behavior, and sleep preferences
bs: Postavite svjetlinu displeja, podešavanje tastera za gašenje i postavke prelaska u fazu sna
